Repository: powerly-ev/open-ev-charge-ios-app
Catalog: Powerly/mul.lproj/Authentication.xcstrings
Source language: en
Languages: ar, es, fr

# 3gx-a3-Qr0.text
source: Sign in with Email
ar: تسجيل الدخول باستخدام البريد الإلكتروني
es: Iniciar sesión con correo electrónico
fr: Se connecter avec une adresse e-mail

# 69T-es-QAl.text
source: Sign Up with phone
ar: انشاء حساب عبر الهاتف
es: Regístrate con teléfono
fr: Inscrivez-vous avec le téléphone

# AnY-AN-axT.placeholder
source: Enter a password
ar: أدخل كلمه السر
es: Introduce una contraseña
fr: Entrez un mot de passe

# azv-F8-aSK.text
source: Sign in with Apple
ar: تسجيل الدخول عبر ابل
es: Iniciar sesión con Apple
fr: Connectez-vous avec Apple

# brw-DX-uvr.text
source: Sign-in with email address
ar: تسجيل الدخول عبر البريد الالكتروني
es: Iniciar sesión con dirección de correo electrónico
fr: Connectez-vous avec l'adresse e-mail

# bX8-6B-CSW.text
source: Sign in or create account
ar: تسجيل الدخول أو إنشاء حساب
es: Iniciar sesión o crear una cuenta
fr: Se connecter ou créer un compte

# djl-2G-UIA.text
source: Explore other Sign-in options
ar: اكتشف خيارات تسجيل الدخول
es: Explora otras opciones de inicio de sesión
fr: Explorez d'autres options de connexion

# eN9-HR-NLr.text
source: Sign in with Apple
ar: تسجيل الدخول عبر ابل
es: Iniciar sesión con Apple
fr: Connectez-vous avec Apple

# fBb-U9-roX.text
source: Sign in with Phone
ar: تسجيل الدخول عبر الهاتف
es: Iniciar sesión con teléfono
fr: Connectez-vous avec le téléphone

# gAz-N9-fpt.normalTitle
source: Continue
ar: متابعة
es: Continuar
fr: Continuer

# HAN-nq-zbq.text
source: Select Country
ar: اختر الدوله
es: Seleccionar país
fr: Sélectionnez le pays

# ILf-eA-9KB.text
source: Sign-in with email address
ar: تسجيل الدخول عبر البريد الالكتروني
es: Iniciar sesión con dirección de correo electrónico
fr: Connectez-vous avec l'adresse e-mail

# jeN-pj-7lO.placeholder
source: Enter a password
ar: أدخل كلمه السر
es: Introduce una contraseña
fr: Entrez un mot de passe

# ldo-83-knQ.text
source: Create a strong password that you will use to sign in
ar: قم بإنشاء كلمة مرور قوية ستستخدمها لتسجيل الدخول
es: Crea una contraseña fuerte que usarás para iniciar sesión
fr: Créez un mot de passe fort que vous utiliserez pour vous connecter

# maC-Wp-qvc.text
source: Sign in with Google
ar: تسجيل الدخول عبر جوجل
es: Iniciar sesión con Google
fr: Connectez-vous avec Google

# MRT-Me-aoi.normalTitle
source: Continue
ar: متابعة
es: Continuar
fr: Continuer

# oad-m4-6Le.normalTitle
source: Continue
ar: متابعة
es: Continuar
fr: Continuer

# OZe-bv-7UX.text
source: Sign in with Email
ar: تسجيل الدخول عبر البريد الالكتروني
es: Iniciar sesión con correo electrónico
fr: Connectez-vous avec l'e-mail

# Pgw-bs-Bc6.text
source: Sign-in with email address
ar: تسجيل الدخول عبر البريد الالكتروني
es: Iniciar sesión con dirección de correo electrónico
fr: Connectez-vous avec l'adresse e-mail

# qNf-cv-hoZ.text
source: Create a password
ar: إنشاء كلمه السر
es: Crea una contraseña
fr: Créez un mot de passe

# R1j-Be-Mmm.normalTitle
source: Forgot your password?
ar: نسيت كلمه السر ؟
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?

# raw-Ja-eI7.text
source: Continue As Guest
ar: الاستمرار كضيف
es: Continuar Como Invitado
fr: Continuer en tant qu'invité

# TXo-uf-ZzD.normalTitle
source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter

# UJX-7v-M4A.text
source: Please enter your email address. We'll send you a verification code to keep your account secure.
ar: يرجى إدخال عنوان بريدك الإلكتروني. سنرسل لك رمز تحقق للحفاظ على أمان حسابك.
es: Por favor, introduce tu dirección de correo electrónico. Te enviaremos un código de verificación para mantener tu cuenta segura.
fr: Veuillez entrer votre adresse e-mail. Nous vous enverrons un code de vérification pour sécuriser votre compte.

# VUX-QH-5i3.normalTitle
source: Back to sign-in
ar: العودة إلى تسجيل الدخول
es: Volver a iniciar sesión
fr: Retour à la connexion

# y4l-Fx-cFY.text
source: Check your inbox
ar: تحقق من بريدك الالكتروني
es: Revisa tu bandeja de entrada
fr: Vérifiez votre boîte de réception

# YPA-Hz-kyN.text
source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
